# Taps
tap 'homebrew/cask'
tap 'homebrew/cask-fonts'
tap 'homebrew/cask-versions'
tap 'homebrew/bundle'

# 🍺
brew 'tmux'
brew 'go'
brew 'pv'
brew 'bat'
brew 'jq'
brew 'fd'
brew 'fzf'
brew 'thefuck'
brew 'btop'
brew 'node'
brew 'yarn'
brew 'tldr'
brew 'zsh-syntax-highlighting'
brew 'grep'
brew 'svn'
brew 'lolcat'
brew 'awscli'
brew 'coreutils' # Those that come with macOS are outdated
brew 'ffmpeg'
brew 'gnupg'
brew 'git'
brew 'wget'
brew 'zoxide'
brew 'lsd'
brew 'fselect'

# Desktop env
cask 'spectacle'
cask 'alfred'

cask 'vlc'

# Dev tools
cask 'github'
cask 'transmit'
cask 'sublime-text'
cask 'gpg-suite'

# Database gui
cask 'sequel-ace'
cask 'beekeeper-studio'
cask 'tableplus'


# Quicklook
cask 'qlmarkdown'
cask 'quicklook-json'
cask 'qlstephen'
cask 'quicklook-json'
cask 'suspicious-package'
cask 'apparency'
cask 'qlcolorcode'
cask 'qlimagesize'

# Fonts
cask 'font-lato'
cask 'font-open-sans'
cask 'font-roboto'
cask 'font-source-code-pro-for-powerline'
cask 'font-source-code-pro'
cask 'font-source-sans-pro'
cask 'font-source-serif-pro'
cask 'font-hack-nerd-font'
