# Taps
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/bundle"

# Base
brew "tmux"
brew "go"
brew "age"
brew "pv"
brew "bat"
brew "jq"
brew "fd"
brew "fzf"
brew "thefuck"
brew "btop"
brew "node"
brew "yarn"
brew "tldr"
brew "zsh-syntax-highlighting"
brew "grep"
brew "svn"
brew "lolcat"
brew "awscli"
brew "coreutils"
brew "ffmpeg"
brew "git"
brew "wget"
brew "zoxide"
brew "lsd"
brew "fselect"
brew "gum"

# Casks
cask "spectacle"
cask "alfred"

