# Taps
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/bundle"

# Base
brew "tmux"
brew "go"
brew "age"
brew "pv"
brew "bat"
brew "jq"
brew "fd"
brew "fzf"
brew "thefuck"
brew "btop"
brew "node"
brew "yarn"
brew "tldr"
brew "zsh-syntax-highlighting"
brew "grep"
brew "svn"
brew "lolcat"
brew "awscli"
brew "coreutils"
brew "ffmpeg"
brew "gnupg"
brew "git"
brew "wget"
brew "zoxide"
brew "lsd"
brew "fselect"
brew "gum"

# Casks
cask "spectacle"
cask "alfred"

cask "vlc"

cask "github"
cask "transmit"
cask "sublime-text"
cask "gpg-suite"

cask "sequel-ace"
cask "beekeeper-studio"
cask "tableplus"

cask "font-lato"
cask "font-open-sans"
cask "font-roboto"
cask "font-source-code-pro-for-powerline"
cask "font-source-code-pro"
cask "font-source-sans-pro"
cask "font-source-serif-pro"
cask "font-hack-nerd-font"